[Infiltrator X2SoldierClassTemplate]
+DisplayName="Диверсант"
+ClassSummary="Диверсанты являются специалистами в ближнем бою, проникновении и противодействиях. Высокая точность, мобильность и скрытность делают их ключевыми оперативниками для каждой операции повстанцев."
+LeftAbilityTreeTitle="Убийца"
+RightAbilityTreeTitle="Сталкер"

+RandomNickNames[0]="Trojan"
+RandomNickNames[1]="Spartan"
+RandomNickNames[2]="Prowler"
+RandomNickNames[3]="Asset"
+RandomNickNames[4]="Wildcard"
+RandomNickNames[5]="Ace"
+RandomNickNames[6]="Dagger"
+RandomNickNames[7]="Dice"
+RandomNickNames[8]="Overlord"
+RandomNickNames[9]="Stalker"
+RandomNickNames[10]="Deadeye"
+RandomNickNames[11]="Dust"
+RandomNickNames[12]="Hotshot"
+RandomNickNames[13]="Nimble"
+RandomNickNames[14]="Slicewire"
+RandomNickNames[15]="Bladerunner"
+RandomNickNames[16]="Serial"
+RandomNickNames[17]="Coldblooded"
+RandomNickNames[18]="Red"
+RandomNickNames[19]="Ferryman"
+RandomNickNames[20]="Oblivion"
+RandomNickNames[21]="Darkness"
+RandomNickNames[22]="Reaper"
+RandomNickNames[23]="Santa Muerte"
+RandomNickNames[24]="Pale"
+RandomNickNames[25]="Hades"
+RandomNickNames[26]="Azrail"
+RandomNickNames[27]="Seeker"
+RandomNickNames[28]="Wild Hunt"
+RandomNickNames[29]="Ezekiel"

[MusashiSwordSlice X2AbilityTemplate]
LocFriendlyName="Молния"
LocFlyOverText="Молния"
LocLongDescription="Атакуйте любого врага в пределах дистанции перемещения мечом. Наносит +1 урон за каждые <Ability:FLECHE_BONUS_DAMAGE_PER_TILES/> пройденные клетки между вами и целью."
LocHelpText="Атакуйте любого врага в пределах дистанции перемещения мечом. Наносит дополнительный урон при атаке с расстояния."
LocPromotionPopupText="<Bullet/> Вы можете использовать умение, просто указав курсором на врага.<br/><Bullet/> Оперативник может использовать удар по соседней цели, даже использовав оба действия на перемещение.<br/><Bullet/> Молния наносит +1 урон за каждые <Ability:FLECHE_BONUS_DAMAGE_PER_TILES/> пройденные клетки между вами и позицией врага.<br/>"

[MusashiFleche X2AbilityTemplate]
LocFriendlyName="Молния"
LocFlyOverText="Молния"
LocLongDescription="Атакуйте любого врага в пределах дистанции перемещения мечом. Наносит +1 урон за каждые <Ability:FLECHE_BONUS_DAMAGE_PER_TILES/> пройденные клетки между вами и целью."
LocHelpText="Атакуйте любого врага в пределах дистанции перемещения мечом. Наносит дополнительный урон при атаке с расстояния."
LocPromotionPopupText="<Bullet/>  Вы можете использовать умение, просто указав курсором на врага.<br/><Bullet/>  Оперативник может использовать удар по соседней цели, даже использовав оба действия на перемещение.<br/><Bullet/>  Молния наносит +1 урон за каждые <Ability:FLECHE_BONUS_DAMAGE_PER_TILES/> пройденные клетки между вами и позицией врага.<br/>"

[MusashiSlash X2AbilityTemplate]
LocFriendlyName="Выпад"
LocFlyOverText="Выпад"
LocLongDescription="Атакует стоящую рядом цель с помощью меча. Требует 1 действие"
LocHelpText="Атакует стоящую рядом цель с помощью меча. Требует 1 действие."
LocPromotionPopupText="<Bullet/> Атакует стоящую рядом цель с помощью меча.<br/><Bullet/> Использует 1 действие, поэтому возможны две атаки за ход."

[MusashiRaiseTheStakes X2AbilityTemplate]
LocFriendlyName="Повысить ставки"
LocLongDescription="Бесплатная перезарядка основного оружия, после убийства противника."
LocHelpText="Бесплатная перезарядка за убийство!"
LocFlyOverText="Повысим ставки!"
LocPromotionPopupText="<Bullet/> Перезаряжает ваше оружие после каждого убийства.<br/><Bullet/> Способность \"Повысить ставки\", так же срабатывает при убийстве не основным оружием."

[MusashiStealthTactics X2AbilityTemplate]
LocFriendlyName="Тактика невидимки"
LocLongDescription="Если вы не видите врага в течении хода, вы получаете маскировку."
LocHelpText="<Bullet/> Если вы не видите врага в течении хода, вы получаете маскировку."
LocFlyOverText="Тактика невидимки" 
LocPromotionPopupText="Если вы не видите врага в течении хода, вы получаете маскировку."

[MusashiRecon X2AbilityTemplate]
LocFriendlyName="Разведка"
LocLongDescription="Ваш солдат - специалист по разведке в тылу врага. На 30% меньше радиус обнаружения и +2 радиус видимости."
LocHelpText="На 30% меньше радиус обнаружения и +2 радиус видимости."
LocFlyOverText="Разведка"
LocPromotionPopupText="<Bullet/> Ваш солдат - специалист по разведке в тылу врага. На 30% меньше радиус обнаружения и +2 радиус видимости.<br/>"

[MusashiCombatives X2AbilityTemplate]
LocFriendlyName="Техника спецназа"
LocLongDescription="Вы можете заблокировать атаку в ближнем бою и контратаковать своим оружием ближнего боя. Также дает + <ABILITY:COMBATIVES_DODGE_LW/> уклонения."
LocHelpText="Вы можете заблокировать атаку в ближнем бою и контратаковать своим оружием ближнего боя."
LocFlyOverText="Техника спецназа"
LocPromotionPopupText="<Bullet/> Вы парируете первую атаку ближнего боя против вас и наносите свою.<br/><Bullet/> Солдат также получает <ABILITY:COMBATIVES_DODGE_LW/> уклонения.<br/>"

[MusashiWhirlwind X2AbilityTemplate]
LocFriendlyName="Вихрь"
LocLongDescription="Успешная атака оружием ближнего боя дает бонусное движение."
LocHelpText="Получаете одно бонусное движение после успешной атаки в ближнем бою."
LocFlyOverText="Вихрь"
LocPromotionPopupText="<Bullet/> Солдат может получить только одно движение за ход, с помощью этой способности.<br/><Bullet/> Не может использоваться если активен \"Жнец\".<br/>"

[MusashiCloseCombatSpecialist X2AbilityTemplate]
LocFriendlyName="Специалист ближнего боя"
LocFlyOverText="Специалист ближнего боя"
LocLongDescription="Свободные атаки из основного оружия, по всем врагам в радиусе 4 клеток, которые двигаются или атакуют, во время вражеского хода."
LocHelpText="Свободные атаки из основного оружия, по всем врагам в радиусе 4 клеток, которые двигаются или атакуют, во время вражеского хода."
LocPromotionPopupText="<Bullet/> Не сработает если солдат в маскировке.<br/><Bullet/> Стреляет в каждого врага только один раз.<br/><Bullet/> Каждый выстрел требует 2 патрона.<br/>""

[MusashiCloseCombatSpecialistAttack X2AbilityTemplate]
LocFriendlyName="Специалист ближнего боя"
LocFlyOverText="Специалист ближнего боя"
LocLongDescription="Свободные атаки из основного оружия, по всем врагам в радиусе 4 клеток, которые двигаются или атакуют, во время вражеского хода."
LocHelpText="Свободные атаки из основного оружия, по всем врагам в радиусе 4 клеток, которые двигаются или атакуют, во время вражеского хода."
LocPromotionPopupText="<Bullet/> Не сработает если солдат в маскировке.<br/><Bullet/> Стреляет в каждого врага только один раз.<br/><Bullet/> Каждый выстрел требует 2 патрона.<br/>""

[MusashiGunslinger X2AbilityTemplate]
LocFriendlyName="Стрелок"
LocFlyOverText="Стрелок"
LocLongDescription="Делает выстрел из пистолета по любому врагу, который атакует или двигается, в широком конусе."
LocHelpText="Улучшенное наблюдение с помошью пистолета, в широком конусе."
LocPromotionPopupText="<Bullet/> Дальность 12 клеток.<br/><Bullet/> Перезарядка 3 хода.<br/>"

[Relocation X2AbilityTemplate]
LocFriendlyName="Смена позиции"
LocFlyOverText="Смена позиции"
LocLongDescription="Возвращает одно очко движения, когда вы своими действиями нарушаете маскировку."
LocHelpText="Возвращает одно очко движения, когда вы своими действиями нарушаете маскировку."
LocPromotionPopupText="<Bullet/> Возвращает одно очко движения, когда вы своими действиями нарушаете маскировку.<br/><Bullet/> Действует только во время вашего хода.<br/><Bullet/> Не активируется, если при использовании способностей, которые не стоят очков действия.<br/>"

[ArtOfWar X2AbilityTemplate]
LocFriendlyName="Искусство войны"
LocFlyOverText="Искусство войны"
LocLongDescription="Получите +3 меткости за каждого видимого врага, максимум +15."
LocHelpText="Получите +3 меткости за каждого видимого врага, максимум +15."
LocPromotionPopupText="<Bullet/> Получите +3 меткости за каждого видимого врага, максимум +15.<br/><Bullet/> Враги видимые с помощью \"общим видом\", не учитываются.<br/>"
